import siteDatas from "@/assets/datas"
import MyGrid from "@/helper/MyGrid"
import { Box, Typography } from "@mui/material"
import ProductItem from "./ProductItem";



export default function ProductList() {
    const { productTitle, productTxt } = siteDatas();
    const Mydata = [
        {
            link: '/',
            img: '/images/person.jpg',
            label: 'محصول نوع اول',
            title: 'راه آسان برای  از محیط  در خانه',
            txt: 'گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید. گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.  گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.',
            status: 'موجود'
        },
        {
            link: '/',
            img: '/images/person.jpg',
            label: 'محصول نوع اول',
            title: 'راه آسان برای  از محیط  در خانه',
            txt: 'گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید. گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.  گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.',
            status: 'ناموجود'
        },
        {
            link: '/',
            img: '/images/person.jpg',
            label: 'محصول نوع اول',
            title: 'راه آسان برای  از محیط  در خانه',
            txt: 'گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید. گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.  گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.',
            status: 'موجود'
        },
        {
            link: '/',
            img: '/images/person.jpg',
            label: 'محصول نوع اول',
            title: 'راه آسان برای  از محیط  در خانه',
            txt: 'گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید. گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.  گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.',
            status: 'موجود'
        },
        {
            link: '/',
            img: '/images/person.jpg',
            label: 'محصول نوع اول',
            title: 'راه آسان برای  از محیط  در خانه',
            txt: 'گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید. گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.  گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.',
            status: 'موجود'
        },
        {
            link: '/',
            img: '/images/person.jpg',
            label: 'محصول نوع اول',
            title: 'راه آسان برای  از محیط  در خانه',
            txt: 'گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید. گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.  گام‌های کوچک اما تاثیرگذار را به سمت حفظ محیط زیست و پایداری در آسایش خانه خود بردارید و به یک سیاره سبزتر کمک کنید.',
            status: 'ناموجود'
        },
    ]

    return (
        <MyGrid xs={12} md={7} lg={8} className="product-list">
            <Box component={'div'} className="title">
                <Typography variant="h4">{productTitle}</Typography>
                <Typography variant="inherit">{productTxt}</Typography>
            </Box>
            <Box component={'div'} className="product-body-list">
                {Mydata.map((val, inx) => (<ProductItem key={inx} data={val} />))}
            </Box>
        </MyGrid>
    )
}